{
  "CONTATTI": "Contact Me",
  "HOME": {
    "CIAO": "Hello",
    "PRESENTAZIONE": "I'm Walter Barbieri and I'm a full stack web developer",
    "INTRO": "I'm a full stack web developer",
    "PREFERITI": "My Favourite Technologies:",
    "FIND": "Find Out More About Me and My Services"
  },
  "FOOTER": {
    "DESIGN": "Website designed with"
  },
  "ABOUT": {
    "TITLE": "My Story",
    "CONTENT": "My name is Walter, I'm a Cultural Anthropologist with 5+ years of experience in HR.",
    "CONTENT2": "At the beginning of 2023, I decided to drastically change my life and start a new career as a Full Stack Developer. I attended an intensive 6-month course",
    "CONTENT3": "where I had the opportunity to learn from great teachers and cooperate with fantastic colleagues.",
    "CONTENT4": "I’m passionate about programming, with a special love for back end development. I thrive on exploring new technologies and continually learning, always aiming to improve and grow.",
    "TECNOLOGIE": "Technologies I Use:",
    "SERVICES": {
      "TITLE": "What I Can Do for You",
      "CONTENT": "I specialize in Full Stack web development, creating tailored solutions for every need, whether you need a space for your passions or events, or an e-commerce site for your business. From simple websites to complex Single Page Applications with Server-Side Rendering, I offer a complete and personalized service.",
      "CONTENT2": "I manage both the front end and the back end, taking care of every detail from design to hosting and deployment. Additionally, I handle technical SEO optimization, implementing dynamic metatags and titles, sitemaps, and robots to improve search engine visibility.",
      "CONTENT3": "I ensure a secure connection through SSL certification and offer continuous maintenance service to ensure your site is always up-to-date and performing well.",
      "MY_PROJECTS": "Check Out My Projects",
      "CONTACT": "Contact me for more info"
    },
    "HIRE": {
      "TITLE": "Are you interested in hiring me?",
      "CONTENT": "I’m excited about the opportunity to work with your company as a back end, front end, or full stack developer. Whether as a freelance contractor or a full-time employee, I’m open to both project-based work and long-term collaborations.",
      "DOWNLOADIT": "Download Italian CV",
      "DOWNLOADEN": "Download English CV",
      "CONTACT": "Contact Me"
    },
    "NAVIGATION": {
      "SERVICE": "My Services",
      "HIRING": "Hire Me"
    }
  },
  "CONTACT": {
    "TITLE": "My Contacts",
    "PHONE": "Phone",
    "PEC": "Certified Email",
    "IVA": "VAT",
    "FOLLOW": "Check me on"
  },
  "PORTFOLIO": {
    "TITLE": "My Projects",
    "TOSITE": "Go to the Website",
    "GIT": "Check Out on Git",
    "DESCRIPTION": "Description",
    "CONTENT_PEPEFACTORY": "Handcrafted Jewelry E-Commerce built with Angular, SpringBoot and PostgreSQL. Fully responsive and optimized for mobile and desktop. Only external APIs used are PayPal, Stripe and IDB for secure payments and excellent performance. Integrated automatic and manual email services. Advanced admin control panel. Optimized technical SEO. Built-in translation service (EN & IT) with the option to add more languages. Scalable. Turnkey project.",
    "CONTENT_CORYLUSNEBRODI": "Website for an inter-company operational group developed with Angular, SpringBoot, and PostgreSQL. Fully responsive and optimized for mobile and desktop. Integrated automatic and manual email services. Customized newsletter service. Sharing of public and private posts for activity dissemination and information sharing. Advanced user/admin control panel. Optimized technical SEO. Integrated translation service (EN and IT) with the possibility to add other languages. Scalable. Turnkey project.",
    "CONTENT_GIORGIDESIGN": "Website for a freelancer developed with Astro and Tailwind. Pre-rendering for high performance. Fully responsive single-page application with optimized scrolling for mobile, tablet, and desktop. Optimized technical SEO. Integrated translation service (EN and IT) with the possibility to add more languages. Turnkey project."
  },
  "title": {
    "app": "Walter Barbieri - Fullstack Web Developer",
    "home": "Home - Walter Barbieri",
    "portfolio": "Portfolio - Walter Barbieri",
    "about": "About Me - Walter Barbieri",
    "contact": "Contact - Walter Barbieri"
  },
  "meta": {
    "app": {
      "description": "Walter Barbieri, fullstack web developer, builds all kinds of websites, manages hosting, deployment and technical SEO. I offer custom solutions and collaborate with companies on specific or long-term projects.",
      "keywords": "Walter Barbieri, fullstack web developer, web developer, frontend developer, backend developer, website development, website creation, web design, web applications, web apps, ecommerce, e-commerce, online shop, SPA, static websites, dynamic websites, technical SEO, SEO optimization, frontend development, backend development, Angular developer, Java developer, Spring Boot developer, REST API, web security, performance optimization, web hosting, deployment, CI/CD, site maintenance, website updates, custom development, web consulting, web services, HTML, CSS, JavaScript, TypeScript, SCSS, Sass, Bootstrap, Git, GitHub, Astro, Tailwind, open source code, PostgreSQL, relational databases, responsive design, mobile first, PWA, web accessibility, user experience, UI/UX, browser compatibility, domain management, DNS setup, SSL, HTTPS, SEO audit, performance audit, SEO consultant, web expert, web engineer, cloud hosting, VPS, automated deployment, team projects, enterprise projects, professional websites, business websites, personal websites, online portfolio, digital branding, web marketing, landing page creation, custom CMS, headless CMS, local SEO, Italy, IT, BWFullstackDeveloper, BW, BW Fullstack Developer, BW Fullstack, BW developer, web, website",
      "author": "Walter Barbieri",
      "ogTitle": "Walter Barbieri - Fullstack Web Developer",
      "ogDescription": "Walter Barbieri, fullstack web developer, creates all types of websites, manages hosting, deployment, and technical SEO. Offering collaboration with companies for specific or long-term projects.",
      "ogImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp",
      "ogUrl": "https://walterbarbieri.it",
      "ogType": "website",
      "twitterCard": "summary_large_image",
      "twitterTitle": "Walter Barbieri - Fullstack Web Developer",
      "twitterDescription": "Walter Barbieri, fullstack web developer, creates all types of websites, manages hosting, deployment, and technical SEO. Offering collaboration with companies for specific or long-term projects.",
      "twitterImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp"
    },
    "home": {
      "description": "Welcome to the homepage of Walter Barbieri, fullstack web developer. Learn more about my skills, view my portfolio, and get in touch for services or collaborations.",
      "keywords": "Walter Barbieri, homepage, fullstack web developer, web developer, frontend developer, backend developer, portfolio, skills, professional profile, contact, collaboration, developer introduction, personal presentation, web development, website creation, custom websites, web consulting, web design, UX design, UI design, user experience, web apps, PWA, web marketing, SEO, technical SEO, HTML, CSS, JavaScript, TypeScript, Angular, Java, Spring Boot, GitHub, Astro, Tailwind, responsive websites, business websites, personal websites, branding, web projects, hosting, deployment, website updates, maintenance, BWFullstackDeveloper, BW, BW Fullstack Developer, BW Fullstack, BW developer, web, website",
      "author": "Walter Barbieri",
      "ogTitle": "Home - Walter Barbieri",
      "ogDescription": "Welcome to the homepage of Walter Barbieri, fullstack web developer. Learn more about me and my skills, view my portfolio, and contact me for services or collaborations.",
      "ogImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp",
      "ogUrl": "https://walterbarbieri.it",
      "ogType": "website",
      "twitterCard": "summary_large_image",
      "twitterTitle": "Home - Walter Barbieri",
      "twitterDescription": "Welcome to the homepage of Walter Barbieri, fullstack web developer. Learn more about me and my skills, view my portfolio, and contact me for services or collaborations.",
      "twitterImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp"
    },
    "portfolio": {
      "description": "Explore the work of Walter Barbieri, fullstack web developer. See examples of websites, apps, and open-source projects hosted on GitHub.",
      "keywords": "Walter Barbieri, portfolio, work, projects, created websites, GitHub projects, online projects, GitHub repository, open source code, web development, website showcase, developed websites, developed apps, experience, case studies, frontend, backend, fullstack, technical skills, Angular, Java, Spring Boot, HTML, CSS, JavaScript, TypeScript, Bootstrap, PostgreSQL, Git, GitLab, PWA, SEO, performance, responsive design, digital solutions, business projects, software development, ecommerce websites, web app design",
      "author": "Walter Barbieri",
      "ogTitle": "Portfolio - Walter Barbieri",
      "ogDescription": "Discover the work of Walter Barbieri, fullstack web developer. Visit the created websites and view projects on GitHub.",
      "ogImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp",
      "ogUrl": "https://walterbarbieri.it/portfolio",
      "ogType": "website",
      "twitterCard": "summary_large_image",
      "twitterTitle": "Portfolio - Walter Barbieri",
      "twitterDescription": "Discover the work of Walter Barbieri, fullstack web developer. Visit the created websites and view projects on GitHub.",
      "twitterImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp"
    },
    "about": {
      "description": "Get to know Walter Barbieri, fullstack web developer — learn about my experience, the technologies I use, the services I offer, and collaboration opportunities.",
      "keywords": "Walter Barbieri, about me, my story, background, professional biography, experience, tech stack, technologies, skills, services, career path, what I do, collaborations, collaboration opportunities, fullstack web developer, web consultant, Java developer, Angular developer, frontend developer, backend developer, software engineer, problem solving, work ethic, teamwork, agile methodologies, software development, websites, web apps, web developer",
      "author": "Walter Barbieri",
      "ogTitle": "About - Walter Barbieri",
      "ogDescription": "Discover the story of Walter Barbieri, fullstack web developer, the technologies he uses, the services offered, and collaboration opportunities.",
      "ogImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp",
      "ogUrl": "https://walterbarbieri.it/about-me",
      "ogType": "website",
      "twitterCard": "summary_large_image",
      "twitterTitle": "About - Walter Barbieri",
      "twitterDescription": "Discover the story of Walter Barbieri, fullstack web developer, the technologies he uses, the services offered, and collaboration opportunities.",
      "twitterImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp"
    },
    "contact": {
      "description": "Contact Walter Barbieri, fullstack web developer. Find all my details: phone, email, certified email, VAT number, and links to LinkedIn and GitHub.",
      "keywords": "Walter Barbieri, contact, get in touch, phone, email, certified email, VAT number, LinkedIn, GitHub, fullstack web developer, collaboration, inquiries, consulting, website estimate, web app estimate, freelance work, hiring, job offers, networking, information request, contact form, CV, resume, LinkedIn profile, professional communication, web services, SEO consultant, web consultant, availability, work with me",
      "author": "Walter Barbieri",
      "ogTitle": "Contact - Walter Barbieri",
      "ogDescription": "Get in touch with Walter Barbieri, fullstack web developer. Find his contact details: phone, email, Certified Email, VAT number, and links to LinkedIn and GitHub.",
      "ogImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp",
      "ogUrl": "https://walterbarbieri.it/contact",
      "ogType": "website",
      "twitterCard": "summary_large_image",
      "twitterTitle": "Contact - Walter Barbieri",
      "twitterDescription": "Get in touch with Walter Barbieri, fullstack web developer. Find his contact details: phone, email, Certified Email, VAT number, and links to LinkedIn and GitHub.",
      "twitterImage": "https://walterbarbieri.it/assets/logo/BW_nord_negativo.webp"
    }
  }
}
